Repository: fcogacituam/simple_redes_sociales
Catalog: languages/simple_redes_sociales-*.po
Languages: es_cl

source: Copy and paste the full Social Network URL
es_cl: Copia y Pega la URL completa de tu Red Social

source: Manage the plugin colors
es_cl: Modifica los colores del plugin

source: Settings Saved
es_cl: Preferencias guardadas.

source: Add your social networks
es_cl: Añade tus principales Redes Sociales

source: Settings
es_cl: Configuración

source: Add your Facebook URL
es_cl: Ingresa la URL de tu página de facebook

source: Add your Twitter URL
es_cl: Ingresa la URL de tu página de Twitter

source: Add your Youtube URL
es_cl: Ingresa la URL de tu página de Youtube

source: Add your instagram URL
es_cl: Ingresa la URL de tu página de instagram

source: Add your Google+ URL
es_cl: Ingresa la URL de tu página de Google+

source: Add your LinkedIn URL
es_cl: Ingresa la URL de tu página de LinkedIn

source: Add your Spotify URL
es_cl: Ingresa la URL de tu página de Spotify

source: Add your Pinterest URL
es_cl: Ingresa la URL de tu página de Pinterest

source: Add your Reddit URL
es_cl: Ingresa la URL de tu página de Reddit

source: Add your Tumblr URL
es_cl: Ingresa la URL de tu página de Tumblr

source: Add your WeChat URL
es_cl: Ingresa la URL de tu página de WeChat
